Repository: Wanamics/WanApply
Catalog: Translations/WanApply.*.xlf
Languages: fr_fr

# Report 2589381097 - Property 2879900210
source: Apply Employee Applies-to ID
fr_fr: Appliquer ID lettrage salariés

source: Do you want to apply %1 "%2" based on %3?
fr_fr: Voulez vous appliquer %1 "%2" selon %3 ?

# Query 2589381097 - Property 2879900210
source: Apply Employee Applies-to ID
fr_fr: Appliquer ID lettrage salarié

# Report 1461985771 - Property 2879900210
source: Apply Vendor Applies-to ID
fr_fr: Appliquer ID lettrage fournisseur

source: Do you want to apply %1 "%2" based on %3?
fr_fr: Voulez vous appliquer %1 "%2" selon %3 ?

# Query 1461985771 - Property 2879900210
source: Apply Vendor Applies-to ID
fr_fr: Appliquer ID lettrage fournisseurs

# Report 952690454 - Property 2879900210
source: Apply Applies-to ID to Invoices
fr_fr: Lettrer les factures par ID lettrage

source: %1 "%2" applied.
fr_fr: %1 "%2" lettré(s)

source: Do you want to apply %1 "%2" based on %3?
fr_fr: Voulez vous appliquer %1 "%2" selon %3 ?

# Report 2766428243 - Property 2879900210
source: Apply Customer Applies-to ID
fr_fr: Appliquer ID lettrage clients

source: Do you want to apply %1 "%2" based on %3?
fr_fr: Voulez vous appliquer %1 "%2" selon %3 ?

# Report 2766428243 - Control 3372213351 - Property 2879900210
source: Applies-to ID
fr_fr: ID lettrage

# Query 2766428243 - Property 2879900210
source: Apply Customer Applies-to ID
fr_fr: Appliquer ID lettrage clients

# Codeunit 1216842592 - Method 1665861916 - NamedType 3764383116
source: Do you want to apply Applies-to ID for %1 %2 %3?
fr_fr: Voulez-vous lettrer par ID lettrage les écritures du %1 %2 %3 ?

# Codeunit 1216842592 - Method 1665861916 - NamedType 1248124158
source: %1 Applied-to ID applied
fr_fr: %1 ID lettrage appliqué(s)

# Codeunit 2005382159 - Method 1665861916 - NamedType 3764383116
source: Do you confirm transfer of %1 "%2"?
fr_fr: Voulez-vous tranférer %1 "%2" ?

# Codeunit 2005382159 - Method 1665861916 - NamedType 1248124158
source: %1 "%2" transfered in %3.
fr_fr: %1 "%2" transférée(s) en %3.

# Page 2005382159 - Property 2879900210
source: Transfer Cust. Ledger Entry
fr_fr: Transférer écritures clients

# Page 2005382159 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 2005382159 - Control 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Page 2005382159 - Control 949215307 - Property 2879900210
source: No.
fr_fr: N°

# Page 2005382159 - Control 4224198349 - Property 2879900210
source: Transfer
fr_fr: Transférer

# Page 2005382159 - Control 1648763025 - Property 2879900210
source: New Value
fr_fr: Nouvelle valeur

# Page 2005382159 - Control 215581208 - Property 1295455071
source: Specifies the new dimension value code that will link to the items on the journal line.
fr_fr: Spécifie le nouveau code section analytique qui lie aux différents éléments de la ligne feuille.

# Page 2005382159 - Control 2826686705 - Property 1295455071
source: Specifies the new dimension value code that will link to the items on the journal line.
fr_fr: Spécifie le nouveau code section analytique qui lie aux différents éléments de la ligne feuille.

# Page 2005382159 - Control 2178957536 - Property 2879900210
source: Old Value
fr_fr: Ancienne valeur

# Page 2005382159 - Control 1014902391 - Property 1295455071
source: Specifies the dimension value code that the item journal line is linked to.
fr_fr: Spécifie le code section analytique qui lie aux différents éléments de la ligne feuille.

# Page 2005382159 - Control 3191976322 - Property 1295455071
source: Specifies the dimension value code that the item journal line is linked to.
fr_fr: Spécifie le code section analytique qui lie aux différents éléments de la ligne feuille.

# Page 2005382159 - Action 2394532481 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
fr_fr: Affichez ou modifiez les axes analytiques, tels que la zone, le projet ou le département que vous pouvez affecter aux documents vente et achat afin de distribuer les coûts et analyser l’historique des transactions.

# Page 2005382159 - Action 2394532481 - Property 2879900210
source: New Dimensions
fr_fr: Nouvelles imputations

# Report 2520363988 - Property 2879900210
source: Suggest Applies-to ID Tolerance
fr_fr: Proposer tolérance par ID lettrage

# Report 2520363988 - Method 737175832 - NamedType 3569966352
source: Payment Tolerance %1 %2
fr_fr: Ecart de règlement %1 %2

# Report 2520363988 - Method 562636515 - NamedType 3661520395
source: Journal must be empty
fr_fr: La feuille doit être vide

source: Do-you want to suggest payment tolerance by "%1" for %2 "%3"?
fr_fr: Voulez-vous proposer les écarts de règlement par %1 pour %2 "%3" ?

# Report 2520363988 - Control 4251108013 - Property 2879900210
source: Max. Payment Tolerance Amount
fr_fr: Montant écart règlement max.

# Report 2500583021 - Property 2879900210
source: Suggest Remaining Amount Tolerance
fr_fr: Proposer tolérance montant ouvert

# Report 2500583021 - Method 562636515 - NamedType 3661520395
source: Journal must be empty
fr_fr: La feuille doit être vide

source: Do-you want to suggest payment tolerance by "%1" for %2 "%3"?
fr_fr: Voulez-vous proposer les écarts de règlement par %1 pour %2 "%3" ?

# PageExtension 515652382 - Control 2789406481 - Property 2879900210
source: External Document No.
fr_fr: N° doc. externe

# PageExtension 1638686336 - Action 900526957 - Property 2879900210
source: Suggest Applies-to ID Payment Tolerance
fr_fr: Proposer écart de règlement par ID lettrage

# PageExtension 1638686336 - Action 209617002 - Property 2879900210
source: Suggest Remaining Amount Payment Tolerance
fr_fr: Proposer écart de règlement par montant ouvert

# PageExtension 2393537757 - Action 3016018492 - Property 2879900210
source: Apply Applies-to ID
fr_fr: Lettrer par ID lettrage

# PageExtension 2393537757 - Action 3740513621 - Property 2879900210
source: Transfer
fr_fr: Transférer
